---
kind: enumMember
id: F:Autodesk.Revit.DB.WorksharingDisplayMode.CheckoutStatus
enum: Autodesk.Revit.DB.WorksharingDisplayMode
source: html/c23cfd1d-b3d9-0c27-09b0-3ef08b6a87be.htm
---
# Autodesk.Revit.DB.WorksharingDisplayMode.CheckoutStatus

The view is displaying the checkout status of elements.